bench_results/20251212_213347/__status_t2_c50.txt
Running 15s test @ http://127.0.0.1:8080/_/status
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec     0.00      0.00     0.00      -nan%
  Latency Distribution
     50%    0.00us
     75%    0.00us
     90%    0.00us
     99%    0.00us
  0 requests in 15.07s, 0.00B read
Requests/sec:      0.00
Transfer/sec:       0.00B