bench_results/20251212_213347/_api_v1_common_send_test_t8_c100.txt
Running 15s test @ http://127.0.0.1:8080/api/v1/common/send-test
  8 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec     0.00      0.00     0.00      -nan%
  Latency Distribution
     50%    0.00us
     75%    0.00us
     90%    0.00us
     99%    0.00us
  0 requests in 15.08s, 0.00B read
Requests/sec:      0.00
Transfer/sec:       0.00B